[
  {
    "source": "WA",
    "id": 0,
    "text": "This incident occurred on March 2, 2022, at 5:00 AM, in Richland, Benton, on route 182 increasing milepost direction at milepost 0.25. The location is an Urban - Interstate, not at an intersection and not related to a driveway. The road classification is urban freeways with fewer than 4 lanes.The level of access control is unknown, speed limit is unknown, average annual daily traffic is 0. The road width is 24 feet, the road surface is made of Asphalt, the right and left shoulders width is 10 feet and 13 feet, respectively, and the surface type of the left shoulder is Asphalt. This road is not median-separated and there is no median barrier or median width information provided. The information regarding occurrence in a work zone is not specified. The conditions during the time of the accident were at dawn with a wet road surface.There were no pedestrians involved, 1 vehicle involved. The accident has no influence of alcohol or drugs. There were objects involved, specifically a Roadway Ditch. Vehicle1 was moving east, in the direction of increasing milepost. Vehicle2's direction and movement are unknown or not applicable. The first vehicle was moving straight.The unit 1, is unknown, non-commercial vehicle. The airbag was not deployed. The vehicle had no defects. The driver was going straight ahead, was not ejected, and was exceeding a reasonable safe speed. Person 1: Motor Vehicle Driver, Female, 24, Lap & Shoulder Used."
  },
  {
    "source": "WA",
    "id": 1,
    "text": "This incident occurred on May 15, 2022, at 8:00 PM, in Normandy Park, King county, on the 509 route heading in the increasing milepost direction at milepost 24.68. The location is an Urban - Principal Arterial. The accident occurred at an intersection and was not related to any driveway; however, no further location characteristics were provided. The route at the location is categorized as an urban 2-lane road.The level of access control is Non Limited Access Least Restrictive, speed limit is 35, average annual daily traffic is 8800. The road width is 22, the road surface is made of Asphalt, the right and left shoulders width is 6 and unknown, and the surface type of the left shoulder is unknown. This road is not median-separated and thus has no median barrier or width associated with it. Unknown in the work zone, it is Daylight and the road surface condition of the road is wet.There were no pedestrians involved, 1 vehicle involved. The accident has no influence of alcohol or drugs. There were objects involved, specifically a utility pole and a tree or stump. Vehicle1 was moving straight, in the direction of decreasing milepost. Since there is only one vehicle involved, there is no information on Vehicle2's direction or event. The description of V1EVENT1 indicates that the vehicle was moving straight.The unit 1, is an unknown special vehicle type, non-commercial vehicle. The airbag deployment status is unknown. The vehicle had no defects. The driver was going straight ahead, driver ejection status is unknown, and was distracted by unknown factors. Person 1: Motor Vehicle Driver, Gender and age unknown, safety restraint usage unknown."
  },
  {
    "source": "WA",
    "id": 2,
    "text": "This incident occurred on October 21, 2022, at 10:00 AM, in Bellevue, King County, on route 090 increasing milepost direction at milepost 0.82. The location is an Urban - Interstate, at an intersection and related to a driveway, although further location characteristics are unknown. The roadway is classified as an Urban Freeway with less than 4 lanes.The level of access control is unknown, the speed limit is unknown, and the average annual daily traffic is unreported. The road width is 13 meters, the road surface is made of Asphalt, the right and left shoulders widths are 8 meters and 5 meters respectively, and the surface type of the left shoulder is Asphalt. This road is not median-separated, with no median barrier and a median width of 0 meters. The road condition was wet and the incident occurred during daylight. It is unclear whether the accident occurred in a work zone.There were no pedestrians involved, 2 vehicles involved. The accident has no influence of alcohol or drugs. There were no objects involved. Vehicle1 was moving southwest, in the direction of entering a major roadway from the left. Vehicle2 was moving west, in the direction of a decreasing milepost. The first vehicle was out of control while merging from the on-ramp to the mainline, while the second vehicle was moving straight.The unit 1, is an unknown special vehicle type, not a commercial vehicle. The airbag did not deploy. The vehicle had no defects. The driver was negotiating a curve, was not ejected, and the violation was exceeding reasonable safe speed. Person 1: Motor Vehicle Driver, Male, 33, Lap & Shoulder Used. The unit 2, is a Vanette Under 10,000 lb, not a commercial vehicle. The airbag did not deploy. The vehicle had no defects. The driver was going straight ahead, was not ejected, and there were no violations or contributing factors reported. Person 1: Motor Vehicle Driver, Female, 62, Lap & Shoulder Used."
  },
  {
    "source": "WA",
    "id": 3,
    "text": "This incident occurred on February 3, 2022, at 10:00 AM, in Lynnwood, Snohomish, on route 524 increasing milepost direction near milepost 3.59. The location is an Urban - Principal Arterial. The crash happened not at an intersection and not related to a driveway. The roadway is described as an Urban Multilane Undivided Non-Freeway. Specific characteristics of the location are unknown.The level of access control is Non Limited Access Least Restrictive, speed limit is 35, average annual daily traffic is 26000. The road width is 48, the road surface is made of Asphalt, the right and left shoulders width is 0, and the surface type of the left shoulder is unknown. This road is not median-separated, and there is no median barrier, with the width of the median being 0. It is unknown if the accident occurred in a work zone, and it happened during daylight with the road surface condition being wet.There were no pedestrians involved, 2 vehicles involved. The accident has no influence of alcohol or drugs. There were no objects involved. Vehicle1 was moving west, in the direction of decreasing milepost, Vehicle2 was also moving west, in the same direction. The first vehicle was attempting to change lanes to the left when the second vehicle, which was moving straight.The unit 1, is an unknown, non-commercial vehicle. The airbag was not deployed. The vehicle had no defects. The driver was changing lanes, was not ejected, and did not grant right of way to another vehicle. Person 1: Motor Vehicle Driver, Male, 86, Lap & Shoulder Used. The unit 2 is an unknown, non-commercial vehicle. The airbag was not deployed. The vehicle had no defects. The driver was going straight ahead, was not ejected, and there were no violations or factors contributing to the accident. Person 1: Motor Vehicle Driver, Female, 23, Lap & Shoulder Used."
  },
  {
    "source": "WA",
    "id": 4,
    "text": "This incident occurred on April 8, 2022, at 4:00 PM, in Kennewick, Benton, on the 395 route increasing milepost direction at milepost 23.87. The location is an Urban - Principal Arterial at an intersection and related to a driveway, although the specific characteristics of the location are unknown. The roadway is classified as an Urban Multilane Divided Non-Freeway.The level of access control is Limited Access Modified Controlled, speed limit is 35 mph, average annual daily traffic is 30000. The road width is 52 feet, the road surface is made of Portland Concrete Cement, the right and left shoulders width is 0 feet, and the surface type of the left shoulder is unknown. This road has a median-separated indication with a median width of 16 feet and a CURB type barrier in the median. The accident did not occur in a work zone, and it happened during daylight with dry road surface conditions.There were no pedestrians involved, 2 vehicles involved. The accident has no influence of alcohol or drugs. There were no objects involved. Vehicle1 was moving eastward, in the direction of entering a major roadway from the left, Vehicle2 was also moving eastward, in the direction of entering a major roadway from the left. The first vehicle was stopped in traffic, legally standing when the second vehicle, which was moving straight.The unit 1, is a Vanette Under 10,000 lb, not a commercial vehicle. The Airbag did not deploy. The vehicle had no defects. The driver stopped at a signal or stop sign and was not ejected. There were no violations or factors. Person 1: Motor Vehicle Driver, Male, 44, Lap & Shoulder Used. The unit 2, is unknown in terms of special vehicle type, not a commercial vehicle. The Airbag did not deploy. The vehicle had no defects. The driver was slowing down and was not ejected. The driver was following too closely which was a contributing factor. Person 1: Motor Vehicle Driver, Male, 25, Lap & Shoulder Used."
  },
  {
    "source": "WA",
    "id": 5,
    "text": "This incident occurred on September 2, 2022, at 2:00 PM, in unknown, Kittitas, on the 090 route increasing milepost direction at milepost 0.21. The location is an Urban - Interstate, not at an intersection and not related to a driveway or any other specific location characteristic. The roadway is classified as Urban Freeways with less than 4 lanes.The level of access control is unknown, speed limit is unknown, average annual daily traffic is 0. The road width is 16 feet, the road surface is made of Asphalt, the right and left shoulders width is 8 feet and 4 feet respectively, and the surface type of the left shoulder is Asphalt. This road is not median-separated, and there is no information on the type of barrier in the median and the median width is 0 feet. It is unknown if the accident occurred in a work zone, and the accident happened during daylight with dry road surface conditions.There were no pedestrians involved, 1 vehicle involved. The accident has no influence of alcohol or drugs. There were objects involved, specifically a Guardrail - Face. Vehicle1 was moving southwest, in the direction of increasing milepost. Vehicle2 movement details are unknown or not applicable. The description of the event is the first vehicle was moving straight.The unit 1, is a Trailer - Utility, non-commercial vehicle. The airbag was not deployed. The vehicle had no defects. The driver was negotiating a curve, was not ejected, and the violation was exceeding reasonable safe speed. Person 1: Motor Vehicle Driver, Male, 56, Lap & Shoulder Used."
  },
  {
    "source": "WA",
    "id": 6,
    "text": "This incident occurred on January 11, 2022, at 10:00 AM, in Lacey, Thurston, on the 005 route increasing milepost direction at milepost 0.44. The location is an Urban - Interstate, at an intersection and related to a driveway, though further location characteristics are unknown. The roadway classification at the time of the accident was Urban Freeways Less than 4 Lanes.The level of access control is unknown, speed limit is unknown, average annual daily traffic is 0. The road width is 14 feet, the road surface is made of Asphalt, the right and left shoulders width is 12 and 4 feet respectively, and the surface type of the left shoulder is Asphalt. This road is not median-separated. The information about the work zone is unknown, and the condition during the crash was in daylight with a wet road surface.There were no pedestrians involved, 2 vehicles involved. There was no influence of alcohol or drugs. There were no objects involved. Vehicle1 was moving southeast, in the direction of increasing milepost, Vehicle2 was also moving southeast, in the direction of increasing milepost. The first vehicle was moving straight while the second vehicle was stopped in traffic, legally standing.The unit 1 is an unknown non-commercial vehicle. The airbag did not deploy. The vehicle had no defects. The driver was starting in a traffic lane, was not ejected, and was cited for operating other electronic devices and not granting the right of way to another vehicle. Person 1: Motor Vehicle Driver, Male, 33, Lap & Shoulder Used. The unit 2 is a Vanette Under 10,000 lb non-commercial vehicle. The airbag did not deploy. The vehicle had no defects. The driver was stopped at a signal or stop sign, was not ejected, and had no contributing violations or factors. Person 1: Motor Vehicle Driver, Male, 50, Lap & Shoulder Used."
  },
  {
    "source": "WA",
    "id": 7,
    "text": "This incident occurred on August 20, 2022, at 12:00 PM, in an unknown city in Pierce county, on the 167 route increasing milepost direction at milepost 4.09. The location is an Urban - Principal Arterial, not at an intersection and not related to a driveway. The road classification is described as an Urban Multilane Undivided Non-Freeway.The level of access control is Non Limited Access Average Restriction, speed limit is 50, average annual daily traffic is 27000. The road width is 44, the road surface is made of Asphalt, the right and left shoulders width is 8 from RIGHT_SHOULDER_WIDTH, 0 from LEFT_SHOULDER_WIDTH, and the surface type of the left shoulder is unknown. This road is not median-separated and has no median barrier or width given. The occurrence in work zone is unknown, in daylight with a dry road surface condition.There were no pedestrians involved, 2 vehicles involved. The accident has no influence of alcohol or drugs. There were no objects involved. Vehicle1 was moving northwest, in the direction of decreasing milepost, Vehicle2 was also moving northwest, in the same direction. Both the first and the second vehicles were moving straight ahead.The unit 1, is an unknown type, non-commercial vehicle. The Airbag status is unknown. The vehicle had no defects. The driver was going straight ahead. Person 1: Motor Vehicle Passenger, Male, 26, Lap & Shoulder Used; Person 2: Motor Vehicle Driver, Male, 27, Lap & Shoulder Used. The unit 2, is a Vanette Under 10,000 lb, non-commercial vehicle. The Airbag did not deploy. The vehicle had no defects. The driver was going straight ahead and was not ejected, although there were other contributing circumstances not listed. Person 1: Motor Vehicle Driver, Female, 42, Lap & Shoulder Used; Person 2: Motor Vehicle Passenger, Male, 64, Lap & Shoulder Used."
  },
  {
    "source": "WA",
    "id": 8,
    "text": "This incident occurred on February 3, 2022, at 7:00 PM, in an unknown city, Mason county, on the 101 route in the increasing milepost direction at milepost 314.03. The location is a Rural - Principal Arterial, not at an intersection and not related to any driveway. The type of roadway is classified as a Rural 2 Lane Road.The level of access control is Non Limited Access More Than Average Restriction, speed limit is 50, average annual daily traffic is 2300. The road width is 22, the road surface is made of Asphalt, the right and left shoulders width is 3 and unknown, and the surface type of the left shoulder is unknown. This road is not median-separated, has no barrier in the median, and the width of the median is unknown. Occurrence in work zone is unknown, with dark but street lights on and dry road surface conditions.There were no pedestrians involved, 1 vehicle involved. The accident has no influence of alcohol or drugs. There were objects involved, specifically a stationary boulder. Vehicle1 was moving south, in the direction of increasing milepost. The event involving the first vehicle was moving straight. Information regarding a second vehicle is not applicable or unknown.The unit 1, is a Vanette Under 10,000 lb, non-commercial vehicle. The Combination of Airbag Deployed. The vehicle had No Defects. The driver was Going Straight Ahead, Not Ejected, and was distracted by Other Distractions. Person 1: Motor Vehicle Driver, Female, 37, Lap & Shoulder Used."
  },
  {
    "source": "WA",
    "id": 9,
    "text": "This incident occurred on January 27, 2022, at 3:00 PM, in the unknown city of Kitsap County, on the 308 route increasing milepost direction at milepost 0.09. The location is an Urban - Minor Arterial, at an intersection and related to a driveway, on an urban multilane undivided non-freeway.The level of access control is Limited Access Fully Controlled, the speed limit is 50, and the average annual daily traffic is 6500. The road width is 36 feet, with the road surface made of Asphalt. The right shoulder width is 10 feet, while the left shoulder width is unspecified and the surface type of the left shoulder is unknown. This road is not median-separated, and there is no barrier in the median as the median width is registered as 0. The condition of the accident was not in a work zone, and it occurred during daylight with a dry road surface condition.There were no pedestrians involved, 2 vehicles involved. The accident has no influence of alcohol or drugs. There were no objects involved. Vehicle1 was moving North, in the direction of entering the major roadway from the right. Vehicle2 was also moving North, in the direction of entering the major roadway from the right. The first vehicle was moving straight when the second vehicle, which was stopped in traffic and legally standing.The unit 1, is a Vanette Under 10,000 lb, non-commercial vehicle. The airbag was not deployed. The vehicle had no defects. The driver was going straight ahead, was not ejected and was cited for exceeding the stated speed limit. Person 1: Motor Vehicle Driver, Male, 69, Lap & Shoulder Used. The unit 2, is a Vanette Under 10,000 lb, non-commercial vehicle. The airbag was not deployed. The vehicle had no defects. The driver stopped at signal or stop sign, was not ejected and no violations or factors were noted. Person 2: Motor Vehicle Driver, Male, 56, Lap & Shoulder Used."
  }
]